tap "cmacrae/formulae"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "rigellute/tap"
brew "bat"
brew "node"
brew "gcc"
brew "docker", link: false
brew "docker-compose", link: false
brew "exa"
brew "fzf"
brew "git"
brew "go"
brew "hugo"
brew "lazygit"
brew "neofetch"
brew "ripgrep"
brew "starship"
brew "tig"
brew "tmux"
brew "vim"
brew "zsh"
brew "zsh-completions"
brew "koekeishiya/formulae/yabai"
cask "alacritty"
cask "bitwarden"
cask "chromium"
cask "discord"
cask "docker"
cask "firefox-developer-edition"
cask "google-japamese-ime"
cask "karabiner-elements"
cask "obs"
cask "spotify"
cask "visual-studio-code"
cask "slack"
