tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "leopard-gecko/game"
tap "mongodb/brew"
tap "rigellute/tap"
tap "sanemat/font"
cask "osxfuse"
brew "readline"
brew "sqlite"
brew "xz"
brew "python"
brew "asciinema"
brew "autojump"
brew "bat"
brew "bitwarden-cli"
brew "cmake"
brew "gcc"
brew "composer"
brew "zeromq", args: ["HEAD"]
brew "czmq", args: ["HEAD"]
brew "docker"
brew "dosfstools"
brew "emacs"
brew "graphviz"
brew "eralchemy"
brew "exa"
brew "ext4fuse"
brew "tesseract"
brew "fontforge"
brew "fortune"
brew "fzf"
brew "gdb"
brew "gdrive"
brew "gibo"
brew "git"
brew "git-lfs"
brew "go"
brew "gtk+3"
brew "httpie"
brew "hugo"
brew "jq"
brew "llvm"
brew "lsd"
brew "md5sha1sum"
brew "mtools"
brew "mysql"
brew "nasm"
brew "neofetch"
brew "nmap"
brew "nodebrew"
brew "opam"
brew "python@2"
brew "opencv"
brew "pandoc", link: false
brew "pipenv"
brew "pyenv"
brew "qemu"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "sbt"
brew "shellcheck"
brew "speedtest-cli"
brew "starship"
brew "tig"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
brew "wireshark", link: false
brew "yarn"
brew "zsh"
brew "zsh-completions"
brew "heroku/brew/heroku"
brew "leopard-gecko/game/jrogue"
brew "mongodb/brew/mongodb-community"
brew "rigellute/tap/spotify-tui"
brew "sanemat/font/ricty", args: ["with-powerline"]
cask "alacritty"
cask "android-studio"
cask "burp-suite"
cask "db-browser-for-sqlite"
cask "docker"
cask "firefox"
cask "font-hack-nerd-font"
cask "gitkraken"
cask "hyper"
cask "java"
