tap "cmacrae/formulae"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "rigellute/tap"
tap "sanemat/font"
tap "universal-ctags/universal-ctags"
brew "readline"
brew "sqlite"
brew "xz"
brew "glib"
brew "atk"
brew "autojump"
brew "bat"
brew "node"
brew "cmake"
brew "gcc"
brew "openblas"
brew "suite-sparse"
brew "ceres-solver"
brew "composer"
brew "ctags"
brew "zeromq", args: ["HEAD"]
brew "czmq", args: ["HEAD"]
brew "docker", link: false
brew "docker-compose", link: false
brew "dosfstools"
brew "graphviz"
brew "eralchemy"
brew "exa"
brew "ext4fuse"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "fontforge"
brew "fortune"
brew "fzf"
brew "gdb"
brew "gdk-pixbuf"
brew "git"
brew "git-lfs"
brew "go"
brew "gsettings-desktop-schemas"
brew "gtk+3"
brew "openjdk"
brew "httpie"
brew "hub"
brew "hugo"
brew "libomp", link: false
brew "imagemagick"
brew "jq"
brew "lazygit"
brew "libssh"
brew "llvm"
brew "lsd"
brew "mas"
brew "md5sha1sum"
brew "mtools"
brew "mysql"
brew "nasm"
brew "neofetch"
brew "nghttp2"
brew "nmap"
brew "nodebrew"
brew "numpy"
brew "opam"
brew "open-mpi"
brew "pyqt"
brew "opencv"
brew "procs"
brew "qemu"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "ruby"
brew "sbt"
brew "shellcheck"
brew "starship"
brew "tig"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
brew "wrk"
brew "yarn"
brew "zsh"
brew "zsh-completions"
brew "koekeishiya/formulae/yabai"
cask "alacritty"
cask "bitwarden"
cask "chromium"
cask "discord"
cask "docker"
cask "firefox-developer-edition"
cask "karabiner-elements"
cask "obs"
cask "spotify"
cask "visual-studio-code"
cask "slack"
mas "Xcode", id: 497799835
