bungcip.better-toml
donjayamanne.jupyter
dsznajder.es7-react-js-snippets
hackwaly.ocaml
icrawl.discord-vscode
ms-azuretools.vscode-docker
ms-python.python
ms-vscode.Go
vscode.my-monokai
vscode.my-seti
rust-lang.rust
sbrink.elm
vscodevim.vim
WakaTime.vscode-wakatime
